module.exports = {
    // cookie: 'JSESSIONID=E3A425EA798046E72FCD3A37EC372348; BIGipServerotn=854524426.38945.0000',
    cookie: 'JSESSIONID=E98629D34522DF1C7E4D1D24AC814AC5; BIGipServerotn=267387402.50210.0000;',
    date: '2017-01-24',
    from_station_name: '深圳',
    from_station: 'SZQ',
    to_station_name: '咸宁',
    to_station: 'XNN',
    prefered_train: ['G1004','G1032'],

    seatType:'O',       //座位类型：硬座:1,硬卧:3,软卧:4,二等座:O,一等座:M,  //席别种类 商务座 特等座 一等座 二等座 高级软卧 软卧 硬卧 动卧 高级动卧 软座 硬座 无座
    // name: ['曾海明','徐秉初','徐松涛','徐雯','吴胜珍'], // 身份证上的姓名
    // idno: ['421123198903023218','421281199304176339','422323195105146537','421281198911026602','421122199201060549'], // 身份证号
    // phone: ['13689557622','13715247322','13997534691','',''], // 手机号码

    //购票人信息  支持多人购票
    userInfo:[
        {name:'曾海明',idno:'421123198903023218',phone:'13689557622'}
        // {name:'徐秉初',idno:'421281199304176339',phone:'13715247322'},
        // {name:'徐松涛',idno:'422323195105146537',phone:'13997534691'},
        // {name:'徐雯',idno:'421281198911026602',phone:''},
        // {name:'吴胜珍',idno:'421122199201060549',phone:''},
    ],
    // idno: '420527198112152132', // 身份证号
    // name: '姜昆', // 身份证上的姓名
    // phone: '13689557622' // 手机号码
}
